Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2721.html.tmx
Source language: sme
Languages: nob

source: Sámi mánáid sámi identitehta ja giela goziheapmi mánáidsuodjalusas
nob: Ivaretakelse av samisk identitet og språk for samiske barn i møte med barnevernet

source: Sámediggeráđđi bargá sámi mánáid kultur-- ja giella vuoigatvuođaid sihkkarastima gozihemiin mánáidsuodjalusa ektui , dadjá ráđđelahttu Jørn-Are Gaski .
nob: Sametingsrådet arbeider for å sikre at samiske barn i barnevernet får ivaretatt sine rettigheter til kultur og språk , sier rådsmedlem Jørn- Are Gaski .

source: Almmuhan Kuhmunen , John-Marcus .
nob: Publisert av Kuhmunen , John-Marcus .

source: Maŋimustá rievdaduvvon 12.09.2008
nob: Sist endret 12.09.2008

source: Gaski čujuha Sámedikki ovttajienalaš mearrádussii ahte bivdit konsultašuvnnaid Mánáid- ja dásseárvodepartemeanttain dan hárrái ahte sihkkarastit ahte mánáidsuodjalusas leat buorit bearráigeahččandagaldumit sámi mánáid ektui .
nob: Gaski viser til Sametingets enstemmige vedtak om å be om konsultasjoner med Barne- og likestillingsdepartementet for å sikre gode tilsynsrutiner med samiske barn under barnevernets omsorg .

source: Sámediggeráđđi lea juo álggahan konsultašuvnnaid go guoská buriid čovdosiid gávdnamii dáid mánáide .
nob: Sametingsrådet er allerede i gang med konsultasjoner for å finne gode løsninger for disse barna .

source: Sámi mánáin lea vuoigatvuohta oažžut mánáidsuodjalanfálaldaga sin giela ja kultuvrra vuođul .
nob: - Samiske barn har rett til et barnevernstilbud som bygger på deres språk og kultur .

source: Deaŧalaš lea sihkkarastit ahte eiseválddit geain lea ovddasvástádus das čuovvolit nu ahte sámi mánát geat dárbbašit veahki eai masse gielaset ja kultuvraset .
nob: Det er viktig å sikre at dette følges opp av ansvarlige myndigheter , slik at samiske barn som trenger hjelp ikke mister sitt språk og sin kultur .
